/* No comment provided by engineer. */
"An unknown error occurred." = "An unknown error occurred.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Connect" = "Connect";

/* No comment provided by engineer. */
"Connect to “%@”…" = "Connect to “%@”…";

/* No comment provided by engineer. */
"Connection cancelled." = "Connection cancelled.";

/* No comment provided by engineer. */
"Connection Failed" = "Connection Failed";

/* No comment provided by engineer. */
"Connection Interrupted" = "Connection Interrupted";

/* No comment provided by engineer. */
"Connection timeout." = "Connection timeout.";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Control Confirm" = "Control Confirm";

/* No comment provided by engineer. */
"Failed to decode response." = "Failed to decode response.";

/* No comment provided by engineer. */
"Invalid Address" = "Invalid Address";

/* No comment provided by engineer. */
"Invalid response." = "Invalid response.";

/* No comment provided by engineer. */
"Launch “QuickTime Player” and open a new movie recording window to continue." = "Launch “QuickTime Player” and open a new movie recording window to continue.";

/* No comment provided by engineer. */
"Open “XXTouch”, turn on “Remote Address” switch and enter the ip address shown below." = "Open “XXTouch”, turn on “Remote Address” switch and enter the ip address shown below.";

/* No comment provided by engineer. */
"Please input a valid IPv4 address." = "Please input a valid IPv4 address.";

/* No comment provided by engineer. */
"Recognizing…" = "Recognizing…";

/* No comment provided by engineer. */
"Terminate" = "Terminate";

/* No comment provided by engineer. */
"Try Again" = "Try Again";

/* No comment provided by engineer. */
"Wait for permission…" = "Wait for permission…";

/* No comment provided by engineer. */
"Wait for “QuickTime Player”…" = "Wait for “QuickTime Player”…";

/* No comment provided by engineer. */
"Will begin control “%@”, continue?" = "Will begin control “%@”, continue?";

/* No comment provided by engineer. */
"XXTouch" = "XXTouch";

/* No comment provided by engineer. */
"“Remote Control” requires “Accessibility” and ”Screen Recording“ permissions to continue." = "“Remote Control” requires “Accessibility” and ”Screen Recording“ permissions to continue.";

